app/controllers/notes_controller.rb

INSERT INTO "notes" ("title", "content", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "こんにちわ"], ["content", "さようなら"], ["created_at", "2017-03-26 18:32:05.092756"], ["updated_at", "2017-03-26 18:32:05.092756"]]
---
def create
	@note=Note.new

	@note.title=params[:title]
	@note.content=params[:content]
@note.save

SELECT "notes".* FROM "notes"
---
def index

	@notes=Note.all